// 待付款展示的字段
export const labelList = {
	'待付款': [{
		label: "订单编号",
		value: "20240725123456789"
	}, {
		label: "下单时间",
		value: "2024-07-25 12:30:26"
	}, {
		label: "商品总额",
		value: "￥200.00"
	}, {
		label: "快递费用",
		value: "￥5.00"
	}, {
		label: "实际支付",
		value: "￥205.00"
	}],
	'待取餐': [{
		label: "订单编号",
		value: "20240725123456789"
	}, {
		label: "下单时间",
		value: "2024-07-25 12:30:26"
	}, {
		label: "支付时间",
		value: "2024-07-25 12:31:26"
	}, {
		label: "商品总额",
		value: "￥200.00"
	}, {
		label: "快递费用",
		value: "￥5.00"
	}, {
		label: "实际支付",
		value: "￥205.00"
	}],
	'待评价': [{
			label: "订单编号",
			value: "20240725123456789"
		}, {
			label: "下单时间",
			value: "2024-07-25 12:30:26"
		}, {
			label: "支付时间",
			value: "2024-07-25 12:31:26"
		}, {
			label: "发货时间",
			value: "2024-07-25 12:31:26"
		},
		{
			label: "商品总额",
			value: "￥200.00"
		}, {
			label: "快递费用",
			value: "￥5.00"
		}, {
			label: "实际支付",
			value: "￥205.00"
		}
	],
	'已完成': [{
			label: "订单编号",
			value: "20240725123456789"
		}, {
			label: "下单时间",
			value: "2024-07-25 12:30:26"
		}, {
			label: "支付时间",
			value: "2024-07-25 12:31:26"
		}, {
			label: "发货时间",
			value: "2024-07-25 12:31:26"
		},{
			label: "确认时间",
			value: "2024-07-27 12:31:26"
		},
		{
			label: "商品总额",
			value: "￥200.00"
		}, {
			label: "快递费用",
			value: "￥5.00"
		}, {
			label: "实际支付",
			value: "￥205.00"
		}],
		'已取消': [{
				label: "订单编号",
				value: "20240725123456789"
			}, {
				label: "下单时间",
				value: "2024-07-25 12:30:26"
			}, {
				label: "支付时间",
				value: "2024-07-25 12:31:26"
			}, {
				label: "发货时间",
				value: "2024-07-25 12:31:26"
			}, {
				label: "申请换货时间",
				value: "2024-07-25 12:31:26"
			},{
				label: "商品总额",
				value: "￥200.00"
			}, {
				label: "快递费用",
				value: "￥5.00"
			}, {
				label: "实际支付",
				value: "￥205.00"
			}],
		'退款/售后':[{
				label: "订单编号",
				value: "20240725123456789"
			}, {
				label: "下单时间",
				value: "2024-07-25 12:30:26"
			}, {
				label: "支付时间",
				value: "2024-07-25 12:31:26"
			}, {
				label: "发货时间",
				value: "2024-07-25 12:31:26"
			}, {
				label: "申请换货时间",
				value: "2024-07-25 12:31:26"
			},{
				label: "商家再次发货时间",
				value: "2024-07-25 12:31:26"
			},
			{
				label: "商品总额",
				value: "￥200.00"
			}, {
				label: "快递费用",
				value: "￥5.00"
			}, {
				label: "实际支付",
				value: "￥205.00"
			}]
}